export const aave01 = `
에이브(AAVE)도 컴파운드처럼 기본적으로 코인 대출 서비스를 제공하며, 예금과 차입 자산에 대한 이자를 얻기 위한 오픈소스 및 비세관 프로토콜 또한 제공한다. 에이브는 이더리움 기반 P2P 대출 플랫폼인 이더랜드(ETHLend)로 시작되었다. 2020년 초에 이더랜드가 종료되고, 분산된 유동성을 갖춘 오픈 소스 플랫폼인 에이브 프로토콜이 출시되었다. 에이브의 인기는 점점 상승하여 2020년 8월 이더리움에서 가장 인기 있는 디파이 프로젝트가 되었다.
`;

export const aave02 = `
이전에 설명했던 컴파운드와 에이브를 비교할 때 가장 대조되는 차이점은 플래시 론(Flash loan)일 것이다. 플래시 론은 담보 없이 즉각적인 대출 기능이 가능하도록 고안된 매커니즘이다. 반드시 원금 상환을 하나의 이더리움 거래 내에서만 해야 하며, 대출금을 제 시간 내에 풀로 돌려주지 않으면 거래는 파기된다. 플래시 론은 차익거래, 채융자대출, 트레이딩 수익 창출 등의 용도로 사용된다.
`;

export const aaveTextList = [aave01, aave02];
