export const compound01 = `
컴파운드는 암호화폐를 담보로 대출 서비스를 제공하는 디파이 플랫폼이다. 기존 중앙화된 거래소에서는 해킹, 먹튀 등 신뢰도의 문제가 발생했었고, P2P 대출 프로토콜은 느리고 비동기적이며 자금 유동성이 매우 부족하고 번거롭다는 단점이 있었다.
`;

export const compound02 = `
컴파운드는 블록체인의 특성에 따라 해킹과 먹튀 문제로부터 자유롭다. 또한 대출 서비스를 진행할 때 직접 자금을 조달하는 것이 아닌 사용자가 자산을 자산 풀에 공급함으로써 유동성 또한 확보할 수 있다. 프로토콜에 제공되는 사용 가능한 담보에 따라 머니마켓에서 즉시 대출을 실행할 수 있다는 특성은 느리다는 기존의 문제점을 해결했다.
`;

export const compound03 = `
컴파운드의 대표적인 서비스는 스테이킹이다. 스테이킹이란 컴파운드에서 지원하는 ERC-20토큰을 컴파운드에 예치할 경우에 같은 양의 컴파운드 토큰이 발행되며, 블록이 생성될 때마다 이자가 복리로 누적되는 특징이다. 기존 은행에서 예금을 맡기고 일정 기간 후 정해진 이율로 이자를 지급받는 개념과 동일하다.
`;

export const compound04 = `
컴파운드와 같은 담보 대출 디파이 서비스를 설명할 때는 청산 이야기를 빼놓을 수 없다. 컴파운드에서 돈을 대출하는 방식은 빌리고자 하는 돈의 양의 1.5배만큼의 암호 자산을 담보로 맡기면 원하는 암호자산을 대출할 수 있다. 예를 들어, 1ETH가 300$의 가치를 가지고 있고, 1BAT가 0.2$의 가치를 가지고 있다고 가정하자. 만약 내가 이더리움이 필요한 상황이어서 1ETH를 빌리고자 한다면, 2,250BAT(=450$)의 금액을 담보로 맡겨야 한다. 만약 담보로 맡긴 암호화폐의 가치가 하락하거나 빌린 암호화폐의 가치가 상승해서 둘의 가치가 같아진다면 자동으로 청산이 일어나0게 된다. 이와 같이 컴파운드 서비스는 안정적으로 이루어질 수 있다.
`;

export const compountTextList = [compound01, compound02, compound03, compound04];
