export const history01 = `
2008년 사토시 나카모토는 은행이 없이도 화폐의 역할을 할 수 있는 암호화폐인 비트코인을 만들어 냈으며, 이 비트코인을 시작으로 많은 암호화폐들이 만들어졌다.
`;

export const history02 = `
비트코인 이후 2014년에 스마트 컨트랙트 구현이 가능해진 이더리움이 등장하고 발전하면서, 단순히 탈중앙화 된 화폐만 만드는 것이 아니라 보험, 대출, 저축, 거래 등 기존 중앙화 된 시스템(은행)에서 이용할 수 있었던 금융 서비스를 제공하고자 디파이(DeFi)가 나타났다. 분산형 금융(Decentralized Finance)이라는 뜻을 가진 디파이(DeFi)의 용어 자체는 2018년 8월 이더리움 개발자들과 기업가들 간 텔레그램 채팅에서 이더리움 블록체인에 오픈 소스 금융 기반 애플리케이션을 구축하려 할 때 처음 정의되었다. 하지만 최초의 디파이 서비스인 메이커다오(MakerDAO)는 그 전년도인 2017년에 만들어졌다. 메이커다오를 통해서 사람들은 이더리움을 담보로 스테이블 코인인 다오를 대출할 수 있었다. 이러한 시도는 기존 중앙화 된 다양한 금융 시스템을 탈중앙화 하는 시발점이 되었다. 현재 디파이는 덱스, 보험, 결제, 대출 등 다양한 기능을 블록체인 기술을 통해 제공하고 있다. 
`;

export const history03 = `
다음은 이더리움 네트워크 안의 대표적인 디파이 서비스들의 발전사를 그림으로 나타낸 것이다.
`;

export const historyTextList = [history01, history02, history03];
