export const defiProsOnPrice = `
    중앙 기관을 통해 이용할 수 있는 기존 금융 서비스의 경우에는 은행, 대출기관 등 중앙 기관에 서비스를 제공해주는 대가로 수수료를 지급해야했다. 하지만 디파이는 탈 중앙화 된 거래소이므로 서비스를 처리해주는 중앙기관이 없다. 따라서 디파이를 통해 수수료 절감 효과를 기대할 수 있다.
`;

export const defiProsOnTime = `
    기존 은행의 금융 서비스를 이용하려면 은행까지 찾아가서 신원을 확인해야 하는 등 귀찮은 업무로 인해 시간을 낭비해야 했다. 또한, 은행 업무를 봐야 하는데 여는 시간이 아니어서 미루어야 했던 경험 또한 있을 것이다. 반면, 디파이는 인터넷에 접속만 하면 금융서비스를 이용할 수 있으므로 복잡한 절차가 생략이 되며 항상 금융 서비스를 이용할 수 있으므로 서비스 종료 시간을 고려하지 않아도 된다. 이렇게 디파이는 기존 중앙화 된 금융 시스템과 비교했을 때, 시간적인 측면에서 장점을 가진다.
`;

export const defiProsOnAccess01 = `
    기존의 금융 서비스는 중앙 기관(은행)이 요구하는 조건을 가지고 있는 사람만이 이용할 수 있었다. 하지만 디파이는 중앙 기관이 존재하지 않으므로 누구든 금융 서비스를 이용하는 것을 제한할 수 없다. 따라서 디파이를 이용하면 까다로운 조건 없이 인터넷을 이용할 수 있는 누구나 이용 가능하다.
`;

export const defiProsOnAccess02 = `
    앞으로 디파이 서비스의 역사와 목표, 그리고 비판점에 대해서 데이터 시각화를 통해 쉽게 설명하고자 한다. 디파이에 대하여 궁금증을 가지고 있던 분들이 쉽고 빠르게 이해할 수 있는 토대가 되길 기대한다.
`;

export const defiProsList = [
  {
    title: '가격적 측면',
    text: [defiProsOnPrice],
  },
  {
    title: '시간적 측면',
    text: [defiProsOnTime],
  },
  {
    title: '접근성의 측면',
    text: [defiProsOnAccess01, defiProsOnAccess02],
  },
];
