export const intro01 = `
블록체인, 이더리움 등 암호화폐가 발전하면서 블록체인 기술에 대한 관심이 급증했다. 이에 따라, 디파이에 관한 관심 또한 증가했다. 디파이(DeFi)란 탈중앙화 금융(Decentralized Finance)의 약자이다. 하지만, 이러한 정의 자체로는 디파이를 충분히 이해하기 어렵다. 이에 따라, 많은 사람들이 디파이를 쉽게 이해할 수 있는 초석이 되고자 이 글을 작성한다.
`;

export const intro02 = `
디파이란, 탈 중앙화 된 블록체인 시스템에서 금융 서비스를 제공하는 것을 뜻한다. 여기서 탈 중앙화 란 정부나 기업 등 중앙기관이 끼어들지 않는다는 뜻으로 쓰이며, 블록체인 시스템을 통해서 거래내역을 안전하게 보관할 수 있다. 금융 서비스는 기존에 우리가 은행에서 할 수 있었던 예금, 대출, 투자, 보험 등의 서비스를 뜻한다.
`;

export const intro03 = `
간단하게 설명해, 디파이란 기존의 은행/거래소가 하던 역할을 대신하는 것이다. 그렇다면 여기에서 많은 사람들이 의문을 가질 수 있다. 기존에 잘 되어있는 은행 시스템이 있는데, 굳이 디파이라는 새로운 시스템을 만들어야 할까? 이 의문점에 대한 답으로, 디파이가 기존의 시스템과 비교했을 때 가지는 장점에 대하여 서술해 보고자 한다.
`;
